Repository: ashishsrivastava14/matrimony
Catalog: lib/l10n/app_*.arb
Languages: hi

# appTitle
source: AP Matrimony
hi: एपी मैट्रिमोनी

# appName
source: AP Matrimony
hi: एपी मैट्रिमोनी

# tagline
source: Biggest Matrimony Service for AP
hi: एपी के लिए सबसे बड़ी मैट्रिमोनी सेवा

# yearsOfService
source: 10 Years of Successful Matchmaking
hi: 10 वर्षों की सफल मैचमेकिंग

# customersServed
source: 1 Crore+ Customers Served
hi: 1 करोड़+ ग्राहकों की सेवा की गई

# poweredBy
source: Powered by QuickPrepAI
hi: QuickPrepAI द्वारा संचालित

source: Welcome Back! 👋
hi: वापसी पर स्वागत है! 👋

# loginAs
source: Login as {role}
hi: {role} के रूप में लॉगिन करें

source: Sign in to continue
hi: जारी रखने के लिए साइन इन करें

source: Select Language
hi: भाषा चुनें

source: Language
hi: भाषा

source: Email
hi: ईमेल

source: Mobile
hi: मोबाइल

source: Email Address
hi: ईमेल पता

source: Mobile Number
hi: मोबाइल नंबर

source: Enter email
hi: ईमेल दर्ज करें

source: Enter mobile
hi: मोबाइल दर्ज करें

source: Password
hi: पासवर्ड

source: Enter password
hi: पासवर्ड दर्ज करें

source: Forgot Password?
hi: पासवर्ड भूल गए?

source: Login
hi: लॉगिन

source: OR
hi: या

# dontHaveAccount
source: Don't have an account?
hi: खाता नहीं है?

source: Register
hi: रजिस्टर करें

source: Required
hi: आवश्यक

source: User
hi: उपयोगकर्ता

source: Mediator
hi: मध्यस्थ

source: Admin
hi: व्यवस्थापक

source: Home
hi: होम

source: Matches
hi: मैच

source: Shortlisted
hi: शॉर्टलिस्ट

source: Interests
hi: रुचियां

source: Profile
hi: प्रोफ़ाइल

source: Search
hi: खोजें

source: Notifications
hi: सूचनाएं

source: Settings
hi: सेटिंग्स

source: Logout
hi: लॉगआउट

source: Save
hi: सहेजें

source: Cancel
hi: रद्द करें

source: Edit
hi: संपादित करें

source: Delete
hi: हटाएं

source: Confirm
hi: पुष्टि करें

source: Yes
hi: हां

source: No
hi: नहीं

source: Submit
hi: सबमिट करें

source: Next
hi: अगला

source: Back
hi: पीछे

source: Skip
hi: छोड़ें

source: Done
hi: हो गया

source: Close
hi: बंद करें

source: OK
hi: ठीक है

source: Apply
hi: लागू करें

source: Filter
hi: फ़िल्टर

source: Sort
hi: क्रमबद्ध करें

source: Clear
hi: साफ़ करें

source: View All
hi: सभी देखें

source: View Details
hi: विवरण देखें

source: Send
hi: भेजें

source: Accept
hi: स्वीकार करें

source: Reject
hi: अस्वीकार करें

source: Pending
hi: लंबित

source: Approved
hi: स्वीकृत

source: Rejected
hi: अस्वीकृत

source: Active
hi: सक्रिय

source: Inactive
hi: निष्क्रिय

source: Male
hi: पुरुष

source: Female
hi: महिला

source: Age
hi: आयु

source: Height
hi: ऊंचाई

source: Weight
hi: वजन

source: Religion
hi: धर्म

source: Caste
hi: जाति

source: Education
hi: शिक्षा

source: Occupation
hi: व्यवसाय

source: Income
hi: आय

source: Location
hi: स्थान

source: City
hi: शहर

source: State
hi: राज्य

source: Country
hi: देश

source: Name
hi: नाम

source: Phone Number
hi: फ़ोन नंबर

source: Date of Birth
hi: जन्म तिथि

source: Marital Status
hi: वैवाहिक स्थिति

source: Mother Tongue
hi: मातृभाषा

source: About Me
hi: मेरे बारे में

source: Partner Preferences
hi: साथी की प्राथमिकताएं

source: Family Details
hi: पारिवारिक विवरण

source: Horoscope
hi: कुंडली

source: Photos
hi: फोटो

source: Chat
hi: चैट

source: Chats
hi: चैट

source: Send Interest
hi: रुचि भेजें

source: Interest Sent
hi: रुचि भेजी गई

source: Interest Received
hi: रुचि प्राप्त हुई

source: Interest Accepted
hi: रुचि स्वीकार की गई

source: Shortlist
hi: शॉर्टलिस्ट

# removeShortlist
source: Remove from Shortlist
hi: शॉर्टलिस्ट से हटाएं

source: Block User
hi: उपयोगकर्ता को ब्लॉक करें

source: Report User
hi: उपयोगकर्ता की रिपोर्ट करें

source: Match Percentage
hi: मिलान प्रतिशत

source: Premium
hi: प्रीमियम

source: Subscription
hi: सदस्यता

source: Subscriptions
hi: सदस्यताएं

# subscribeTo
source: Subscribe to {plan}
hi: {plan} की सदस्यता लें

source: Dashboard
hi: डैशबोर्ड

source: Users
hi: उपयोगकर्ता

source: Mediators
hi: मध्यस्थ

source: Reports
hi: रिपोर्ट

source: Revenue
hi: राजस्व

source: Statistics
hi: सांख्यिकी

source: Management
hi: प्रबंधन

source: User Management
hi: उपयोगकर्ता प्रबंधन

source: Mediator Management
hi: मध्यस्थ प्रबंधन

source: Subscription Management
hi: सदस्यता प्रबंधन

source: Profile Approvals
hi: प्रोफ़ाइल स्वीकृति

source: Banner Management
hi: बैनर प्रबंधन

source: CMS Management
hi: CMS प्रबंधन

source: Commission Settings
hi: कमीशन सेटिंग्स

source: Horoscope Settings
hi: कुंडली सेटिंग्स

source: Wallet Management
hi: वॉलेट प्रबंधन

source: Notification Broadcast
hi: सूचना प्रसारण

source: Pay Per Profile
hi: प्रति प्रोफ़ाइल भुगतान

source: Wallet
hi: वॉलेट

source: Balance
hi: शेष राशि

source: Commission
hi: कमीशन

source: Commission History
hi: कमीशन इतिहास

source: Earning
hi: कमाई

source: Earnings
hi: कमाई

source: Withdraw
hi: निकालें

source: Deposit
hi: जमा करें

source: Transaction
hi: लेन-देन

source: Transactions
hi: लेन-देन

source: Create Profile
hi: प्रोफ़ाइल बनाएं

source: Edit Profile
hi: प्रोफ़ाइल संपादित करें

source: View Profile
hi: प्रोफ़ाइल देखें

source: My Profile
hi: मेरी प्रोफ़ाइल

source: My Matches
hi: मेरे मैच

source: My Interests
hi: मेरी रुचियां

source: My Subscription
hi: मेरी सदस्यता

source: Upgrade Now
hi: अभी अपग्रेड करें

source: Contact Details
hi: संपर्क विवरण

source: Unlock Contact
hi: संपर्क अनलॉक करें

source: Unlocked
hi: अनलॉक्ड

source: Verified
hi: सत्यापित

source: Not Verified
hi: सत्यापित नहीं

source: Online
hi: ऑनलाइन

source: Offline
hi: ऑफ़लाइन

source: Last seen
hi: आखिरी बार देखा गया

source: Typing...
hi: टाइप कर रहे हैं...

# noMessages
source: No messages yet
hi: अभी तक कोई संदेश नहीं

source: No notifications
hi: कोई सूचना नहीं

# noMatches
source: No matches found
hi: कोई मैच नहीं मिला

# noResults
source: No results found
hi: कोई परिणाम नहीं मिला

source: Loading...
hi: लोड हो रहा है...

source: Error
hi: त्रुटि

source: Success
hi: सफलता

source: Warning
hi: चेतावनी

source: Info
hi: जानकारी

# selectRole
source: Select Your Role
hi: अपनी भूमिका चुनें

# continueAs
source: Continue as {role}
hi: {role} के रूप में जारी रखें

source: Enter OTP
hi: OTP दर्ज करें

# otpSentTo
source: OTP sent to {contact}
hi: {contact} पर OTP भेजा गया

source: Resend OTP
hi: OTP पुनः भेजें

source: Verify
hi: सत्यापित करें

source: Reset Password
hi: पासवर्ड रीसेट करें

source: New Password
hi: नया पासवर्ड

source: Confirm Password
hi: पासवर्ड की पुष्टि करें

# passwordMismatch
source: Passwords do not match
hi: पासवर्ड मेल नहीं खाते

# invalidEmail
source: Invalid email address
hi: अमान्य ईमेल पता

# invalidPhone
source: Invalid phone number
hi: अमान्य फ़ोन नंबर

source: Guest
hi: अतिथि

source: Registered User
hi: पंजीकृत उपयोगकर्ता

source: Paid Member
hi: सशुल्क सदस्य

source: Mediator / Broker
hi: मध्यस्थ / दलाल

source: Get Started
hi: शुरू करें

source: Browse as Guest
hi: अतिथि के रूप में ब्राउज़ करें

source: Other roles
hi: अन्य भूमिकाएं

# manageAndEarn
source: Manage & earn
hi: प्रबंधित करें और कमाएं

source: Platform access
hi: प्लेटफ़ॉर्म एक्सेस

# tenYears
source: 10 Years
hi: 10 वर्ष

source: Successful Matchmaking
hi: सफल मैचमेकिंग

# oneCrorePlus
source: 1 Crore+
hi: 1 करोड़+

source: Check Your Email
hi: अपना ईमेल जांचें

# forgotPasswordTitle
source: Forgot Password?
hi: पासवर्ड भूल गए?

# passwordResetSent
source: We have sent a password reset link to your email address.
hi: हमने आपके ईमेल पते पर पासवर्ड रीसेट लिंक भेजा है।

# passwordResetInstructions
source: Enter your email address and we'll send you a link to reset your password.
hi: अपना ईमेल पता दर्ज करें और हम आपको पासवर्ड रीसेट करने के लिए एक लिंक भेजेंगे।

source: Send Reset Link
hi: रीसेट लिंक भेजें

source: Back to Login
hi: लॉगिन पर वापस जाएं

source: Create Account
hi: खाता बनाएं

# joinAppMatrimony
source: Join AP Matrimony
hi: एपी मैट्रिमोनी में शामिल हों

# createProfileFindMatch
source: Create your profile and find your perfect match
hi: अपनी प्रोफ़ाइल बनाएं और अपना सबसे अच्छा मैच खोजें

# lookingFor
source: I am looking for a
hi: मैं ढूंढ रहा/रही हूं

source: Bride
hi: दुल्हन

source: Groom
hi: दूल्हा

source: Full Name
hi: पूरा नाम

# datePlaceholder
source: DD/MM/YYYY
hi: दिन/महीना/वर्ष

source: Gender
hi: लिंग

# registrationSuccess
source: Registration successful! Redirecting to OTP...
hi: रजिस्ट्रेशन सफल रहा! OTP पर रीडायरेक्ट कर रहे हैं...

# alreadyHaveAccount
source: Already have an account?
hi: पहले से खाता है?

source: Verification Code
hi: सत्यापन कोड

# enterOtpInstructions
source: Enter the 4-digit code sent to your registered mobile number
hi: अपने पंजीकृत मोबाइल नंबर पर भेजे गए 4 अंकों के कोड को दर्ज करें

# useOtp
source: Use OTP: 1234
hi: OTP का उपयोग करें: 1234

# invalidOtpMessage
source: Invalid OTP. Use 1234
hi: अमान्य OTP। 1234 का उपयोग करें

source: Verify OTP
hi: OTP सत्यापित करें

source: Didn't receive code?
hi: कोड प्राप्त नहीं हुआ?

# otpResent
source: OTP Resent: 1234
hi: OTP पुनः भेजा गया: 1234

source: Resend
hi: पुनः भेजें

source: Demo credentials
hi: डेमो क्रेडेंशियल

source: User / Paid Member
hi: उपयोगकर्ता / सशुल्क सदस्य

# closeDemoCredentials
source: Close
hi: बंद करें

source: View Demo Credentials
hi: डेमो क्रेडेंशियल देखें

source: Your profile is
hi: आपकी प्रोफ़ाइल

source: complete
hi: पूर्ण

# completeButton
source: Complete
hi: पूर्ण करें

source: Recently Joined
hi: हाल ही में शामिल हुए

# newProfilesOnPlatform
source: New profiles on the platform
hi: प्लेटफ़ॉर्म पर नई प्रोफ़ाइल

source: No matches yet
hi: अभी तक कोई मैच नहीं

source: Photo Verified
hi: फोटो सत्यापित

source: ID verified
hi: ID सत्यापित

source: Type your message...
hi: अपना संदेश टाइप करें...

source: You
hi: आप

source: Today
hi: आज

source: Yesterday
hi: कल

source: Nearby Profiles
hi: आस-पास की प्रोफ़ाइल

source: Matches near your location
hi: आपके स्थान के पास मैच

source: Advanced Filters
hi: उन्नत फ़िल्टर

# noProfilesFoundFilters
source: No profiles found matching your filters
hi: आपके फ़िल्टर से मेल खाती कोई प्रोफ़ाइल नहीं मिली

source: View More
hi: और देखें

source: Basic Filters
hi: बुनियादी फ़िल्टर

source: Age Range
hi: आयु सीमा

source: Searching...
hi: खोज रहे हैं...

# religionCasteLocation
source: Religion, Caste, Location, etc.
hi: धर्म, जाति, स्थान, आदि।

source: Subscription Plans
hi: सदस्यता योजनाएं

source: Current Plan
hi: वर्तमान योजना

# freePlanMessage
source: You are currently on the Free plan. Upgrade to unlock premium features!
hi: आप वर्तमान में मुफ़्त योजना पर हैं। प्रीमियम सुविधाओं को अनलॉक करने के लिए अपग्रेड करें!

source: Available Unlocks
hi: उपलब्ध अनलॉक

# unlockIndividualProfiles
source: Unlock individual profiles without a subscription
hi: बिना सदस्यता के व्यक्तिगत प्रोफ़ाइल अनलॉक करें

source: Buy
hi: खरीदें

source: Feature Comparison
hi: सुविधा तुलना

source: Feature
hi: सुविधा

source: Silver
hi: सिल्वर

source: Gold
hi: गोल्ड

source: Diamond
hi: डायमंड

source: Select Payment Method:
hi: भुगतान विधि चुनें:

source: Pay Now
hi: अभी भुगतान करें

# subscribedSuccess
source: Subscribed to {plan} successfully!
hi: {plan} की सदस्यता सफलतापूर्वक ली गई!

# buyUnlocks
source: Buy {count} Unlocks
hi: {count} अनलॉक खरीदें

# payForUnlocks
source: Pay ₹{price} to get {count} profile unlocks.
hi: {count} प्रोफ़ाइल अनलॉक पाने के लिए ₹{price} का भुगतान करें।

# unlocksPurchased
source: {count} unlocks purchased!
hi: {count} अनलॉक खरीदे गए!

# stepIndicator
source: Step {current}: {title}
hi: चरण {current}: {title}

source: Previous
hi: पिछला

# profileSavedSuccess
source: Profile saved successfully!
hi: प्रोफ़ाइल सफलतापूर्वक सहेजी गई!

source: Finish
hi: समाप्त करें

source: Basic Details
hi: बुनियादी विवरण

source: Tell us about yourself
hi: हमें अपने बारे में बताएं

source: Photo picker (mock)
hi: फोटो पिकर (मॉक)

source: Add Photo
hi: फोटो जोड़ें

source: Education & Career
hi: शिक्षा और करियर

source: Premium Member
hi: प्रीमियम सदस्य

source: Free Member
hi: मुफ़्त सदस्य

source: Upgrade to Premium
hi: प्रीमियम में अपग्रेड करें

source: Mark all read
hi: सभी को पढ़ा हुआ चिह्नित करें

source: No notifications yet
hi: अभी तक कोई सूचना नहीं

source: Your Daily Matches
hi: आपके दैनिक मैच

source: PRIME
hi: प्राइम

# newBadge
source: NEW
hi: नया

source: View All Matches
hi: सभी मैच देखें

# interestSentTo
source: Interest sent to {name}
hi: {name} को रुचि भेजी गई

# noMatchesAvailable
source: No matches available at the moment
hi: इस समय कोई मैच उपलब्ध नहीं है

source: Sort By
hi: क्रमबद्ध करें

source: View Horoscope
hi: कुंडली देखें

source: Don't Show
hi: न दिखाएं

source: Interest sent successfully!
hi: रुचि सफलतापूर्वक भेजी गई!

source: Contact unlocked!
hi: संपर्क अनलॉक किया गया!

source: Check Horoscope Compatibility
hi: कुंडली अनुकूलता जांचें

source: Profile reported.
hi: प्रोफ़ाइल की रिपोर्ट की गई।

source: Report this Profile
hi: इस प्रोफ़ाइल की रिपोर्ट करें

source: Upgrade to View
hi: देखने के लिए अपग्रेड करें

# unlockOne
source: Unlock (1)
hi: अनलॉक (1)

source: Interest Management
hi: रुचि प्रबंधन

source: No interests found
hi: कोई रुचि नहीं मिली

# acceptInterest
source: Accept
hi: स्वीकार करें

# declineInterest
source: Decline
hi: अस्वीकार करें

source: No Conversations Yet
hi: अभी तक कोई बातचीत नहीं

# startChattingMatches
source: Start chatting with your matches
hi: अपने मैच के साथ चैट शुरू करें

source: Horoscope Matching
hi: कुंडली मिलान

source: Check Compatibility
hi: अनुकूलता जांचें

source: Compatibility Score
hi: अनुकूलता स्कोर

source: Excellent Match!
hi: बेहतरीन मैच!

# tenPoruthamDetails
source: 10 Porutham Details
hi: 10 पोरुथम विवरण

source: Summary
hi: सारांश

source: Check Another
hi: दूसरा जांचें

# reportDownloaded
source: Report downloaded (mock)
hi: रिपोर्ट डाउनलोड की गई (मॉक)

source: Download
hi: डाउनलोड करें

# logoutMenuItem
source: Logout
hi: लॉगआउट

source: Matrimony Admin
hi: मैट्रिमोनी व्यवस्थापक

source: Pending Withdrawal Requests
hi: लंबित निकासी अनुरोध

# requestApproved
source: Request approved for {name}
hi: {name} के लिए अनुरोध स्वीकृत

source: Request rejected
hi: अनुरोध अस्वीकृत

source: Recent Payouts
hi: हाल की भुगतान

# usersFound
source: {count} users found
hi: {count} उपयोगकर्ता मिले

source: Active Plans
hi: सक्रिय योजनाएं

source: Popular
hi: लोकप्रिय

# usersCount
source: {count} users
hi: {count} उपयोगकर्ता

source: Recent Subscriptions
hi: हाल की सदस्यताएं

# editPlan
source: Edit {plan} Plan
hi: {plan} योजना संपादित करें

# planUpdated
source: {plan} plan updated!
hi: {plan} योजना अपडेट की गई!

source: Reports & Analytics
hi: रिपोर्ट और विश्लेषण

source: User Registrations
hi: उपयोगकर्ता पंजीकरण

source: Top Locations
hi: शीर्ष स्थान

source: Download Reports
hi: रिपोर्ट डाउनलोड करें

source: Gender Distribution
hi: लिंग वितरण

source: Age Distribution
hi: आयु वितरण

# reviewApproveProfiles
source: Review and approve new profiles
hi: नई प्रोफ़ाइल की समीक्षा करें और स्वीकृत करें

source: No rejected profiles
hi: कोई अस्वीकृत प्रोफ़ाइल नहीं

# profileRejected
source: {name} rejected
hi: {name} को अस्वीकार कर दिया गया

# rejectButton
source: Reject
hi: अस्वीकार करें

# profileApproved
source: {name} approved!
hi: {name} को स्वीकृत किया गया!

# approveButton
source: Approve
hi: स्वीकृत करें

source: Pay Per Profile Settings
hi: प्रोफ़ाइल प्रति भुगतान सेटिंग

source: Add Bundle
hi: बंडल जोड़ें

source: Active Bundles
hi: सक्रिय बंडल

# editMenuItem
source: Edit
hi: संपादित करें

# deleteMenuItem
source: Delete
hi: हटाएं

source: Recent Purchases
hi: हाल की खरीदारी

source: Add New Bundle
hi: नया बंडल जोड़ें

source: Bundle added!
hi: बंडल जोड़ा गया!

# addButton
source: Add
hi: जोड़ें

source: Add Mediator
hi: मध्यस्थ जोड़ें

source: Toggle Status
hi: स्थिति टॉगल करें

source: Add New Mediator
hi: नया मध्यस्थ जोड़ें

source: Mediator added!
hi: मध्यस्थ जोड़ा गया!

source: Compose Notification
hi: सूचना लिखें

source: Target Audience
hi: लक्षित दर्शक

source: All Users
hi: सभी उपयोगकर्ता

# premiumUsers
source: Premium
hi: प्रीमियम

source: Free Users
hi: मुफ़्त उपयोगकर्ता

# mediatorsAudience
source: Mediators
hi: मध्यस्थ

source: Notification Type
hi: सूचना प्रकार

source: Push
hi: पुश

source: In-App
hi: इन-ऐप

# emailType
source: Email
hi: ईमेल

source: Scheduled for later
hi: बाद के लिए निर्धारित

source: Schedule
hi: निर्धारित करें

# notificationSent
source: Notification sent to all users!
hi: सभी उपयोगकर्ताओं को सूचना भेजी गई!

source: Send Now
hi: अभी भेजें

source: Recent Broadcasts
hi: हाल के प्रसारण

source: Sent
hi: भेजा गया

source: Feature Configuration
hi: सुविधा विन्यास

source: Enable Horoscope Matching
hi: कुंडली मिलान सक्षम करें

# allowHoroscopeCompatibility
source: Allow users to check horoscope compatibility
hi: उपयोगकर्ताओं को कुंडली अनुकूलता जांचने की अनुमति दें

source: Auto Horoscope Matching
hi: स्वचालित कुंडली मिलान

# autoCalculateScores
source: Automatically calculate compatibility scores
hi: स्वचालित रूप से अनुकूलता स्कोर की गणना करें

# showDosham
source: Show Dosham Warning
hi: दोषम चेतावनी दिखाएं

# displayDoshamStatus
source: Display dosham status on profiles
hi: प्रोफ़ाइल पर दोषम स्थिति प्रदर्शित करें

source: Minimum Porutham Score
hi: न्यूनतम पोरुथम स्कोर

# minimumScoreRequired
source: Minimum score required for good match
hi: अच्छे मैच के लिए आवश्यक न्यूनतम स्कोर

source: Compatibility Labels
hi: अनुकूलता लेबल

# poruthamConfiguration
source: 10 Porutham Configuration
hi: 10 पोरुथम विन्यास

source: Horoscope settings saved!
hi: कुंडली सेटिंग्स सहेजी गईं!

source: Save Settings
hi: सेटिंग्स सहेजें

source: Default Commission Rate
hi: डिफ़ॉल्ट कमीशन दर

# appliedToAllStandard
source: Applied to all standard mediator accounts
hi: सभी मानक मध्यस्थ खातों पर लागू

source: Premium Mediator Rate
hi: प्रीमियम मध्यस्थ दर

# higherRateTopPerforming
source: Higher rate for top-performing mediators
hi: शीर्ष-प्रदर्शन करने वाले मध्यस्थों के लिए उच्च दर

source: Minimum Payout Amount
hi: न्यूनतम भुगतान राशि

source: Commission Structure
hi: कमीशन संरचना

source: Settings saved!
hi: सेटिंग्स सहेजी गईं!

source: Content Management
hi: सामग्री प्रबंधन

source: Add Page
hi: पृष्ठ जोड़ें

source: Add New Page
hi: नया पृष्ठ जोड़ें

source: Page created!
hi: पृष्ठ बनाया गया!

source: Create
hi: बनाएं

source: Add Banner
hi: बैनर जोड़ें

source: Add New Banner
hi: नया बैनर जोड़ें

source: Upload Image
hi: छवि अपलोड करें

source: Banner added!
hi: बैनर जोड़ा गया!

# dashboardTitle
source: Dashboard
hi: डैशबोर्ड

source: Welcome back, Admin
hi: वापसी पर स्वागत है, व्यवस्थापक

source: Revenue Overview
hi: राजस्व अवलोकन

source: Success Stories
hi: सफलता की कहानियां

source: Recent wedding celebrations
hi: हाल की शादी समारोह

# walletTitle
source: Wallet
hi: वॉलेट

source: Wallet Balance
hi: वॉलेट शेष राशि

source: Available for withdrawal
hi: निकासी के लिए उपलब्ध

source: History
hi: इतिहास

source: Recent Transactions
hi: हालिया लेनदेन

source: Withdraw Funds
hi: धनराशि निकालें

# availableBalance
source: Available: ₹8,500
hi: उपलब्ध: ₹8,500

# withdrawalSubmitted
source: Withdrawal request submitted successfully!
hi: निकासी अनुरोध सफलतापूर्वक सबमिट किया गया!

source: Mediator Dashboard
hi: मध्यस्थ डैशबोर्ड

source: Performance Overview
hi: प्रदर्शन अवलोकन

source: Recent Profiles
hi: हाल की प्रोफ़ाइल

source: Recent Successful Matches
hi: हाल के सफल मैच

source: Create Client Profile
hi: क्लाइंट प्रोफ़ाइल बनाएं

source: Draft saved
hi: ड्राफ़्ट सहेजा गया

source: Save Draft
hi: ड्राफ़्ट सहेजें

# profileSubmittedApproval
source: Profile submitted for approval!
hi: प्रोफ़ाइल स्वीकृति के लिए सबमिट की गई!

source: Client Photos
hi: क्लाइंट फोटो

# contactDetailsTitle
source: Contact Details
hi: संपर्क विवरण

source: No records found
hi: कोई रिकॉर्ड नहीं मिला

# upgradeToPremiumBanner
source: Upgrade to Premium
hi: प्रीमियम में अपग्रेड करें

# unlimitedMessagingDescription
source: Unlock unlimited messaging, advanced filters, and priority support
hi: असीमित मैसेजिंग, उन्नत फ़िल्टर और प्राथमिकता सहायता अनलॉक करें

source: View Plans
hi: योजनाएं देखें

source: MOST POPULAR
hi: सबसे लोकप्रिय

# subscribePlan
source: Subscribe
hi: सदस्यता लें

# aboutProfile
source: About {name}
hi: {name} के बारे में

source: No description provided.
hi: कोई विवरण नहीं दिया गया।

# educationAndCareer
source: Education & Career
hi: शिक्षा और करियर

# familyDetailsTitle
source: Family Details
hi: पारिवारिक विवरण

# locationTitle
source: Location
hi: स्थान

# horoscopeTitle
source: Horoscope
hi: कुंडली

# partnerPreferencesTitle
source: Partner Preferences
hi: साथी की प्राथमिकताएं

source: {age} years
hi: {age} वर्ष

source: Suggested Matches
hi: सुझाए गए मैच

# matchesBasedOnPreferences
source: {count} matches based on your preferences
hi: आपकी पसंद के आधार पर {count} मैच

source: Regular
hi: नियमित

# totalMatchesCount
source: {count} Matches based on your
hi: आपके आधार पर {count} मैच

source: Star
hi: नक्षत्र

source: Rasi
hi: राशि

source: Dosham
hi: दोषम

source: Family Type
hi: परिवार का प्रकार

source: Family Status
hi: पारिवारिक स्थिति

source: Brothers
hi: भाइयों की संख्या

source: Sisters
hi: बहनों की संख्या

source: Annual Income
hi: वार्षिक आय

source: Employed In
hi: कार्यरत

source: Diet
hi: आहार

source: Apply Filters
hi: फ़िल्टर लागू करें

# splashHeadlinePart1
source: "Find Someone Who
hi: "कोई ऐसा खोजें जो

# splashHeadlineHighlight
source: TRULY
hi: सच में

# splashHeadlinePart2
source: Gets You"
hi: समझे"

# oneCrorePlusHappyCustomers
source: 1 Crore+ Happy Customers
hi: 1 करोड़+ खुश ग्राहक

# choosePlan
source: Choose Your Plan
hi: अपनी योजना चुनें

# upgradeToUnlockFeatures
source: Upgrade to unlock more features
hi: अधिक सुविधाएं अनलॉक करने के लिए अपग्रेड करें

source: Buy Profile Unlocks
hi: प्रोफ़ाइल अनलॉक खरीदें

# viewContactDetailsDescription
source: View contact details of profiles you are interested in
hi: अपनी पसंद की प्रोफ़ाइल का संपर्क विवरण देखें

# profileUnlocksCountLabel
source: {count} Profile Unlocks
hi: {count} प्रोफ़ाइल अनलॉक

source: ₹{price} per profile
hi: ₹{price} प्रति प्रोफ़ाइल

# planActiveDetails
source: {contactViews} contact views remaining · {durationMonths} month duration
hi: {contactViews} संपर्क व्यू शेष · {durationMonths} माह की अवधि

source: View Contact Details
hi: संपर्क विवरण देखें

source: Chat with Matches
hi: मैचेज़ से चैट करें

source: Profile Highlight
hi: प्रोफ़ाइल हाइलाइट

source: Priority Support
hi: प्राथमिकता सहायता

source: Profile Boost
hi: प्रोफ़ाइल बूस्ट

# planPriceDescription
source: ₹{price} for {months} months
hi: ₹{price} {months} माह के लिए

source: Credit / Debit Card
hi: क्रेडिट / डेबिट कार्ड

source: Net Banking
hi: नेट बैंकिंग

source: By Criteria
hi: मानदंड द्वारा

source: By Profile ID
hi: प्रोफ़ाइल आईडी द्वारा

source: Saved Search
hi: सहेजी गई खोज

source: Search by Profile ID
hi: प्रोफ़ाइल आईडी द्वारा खोजें

# enterMemberIdHint
source: Enter the member ID to find a specific profile
hi: विशिष्ट प्रोफ़ाइल खोजने के लिए सदस्य आईडी दर्ज करें

source: Profile ID
hi: प्रोफ़ाइल आईडी

# profileIdHint
source: e.g., M1234567
hi: जैसे, M1234567

source: No Saved Searches
hi: कोई सहेजी गई खोज नहीं

# saveSearchHint
source: Save your search criteria for quick access
hi: त्वरित पहुंच के लिए अपने खोज मानदंड सहेजें

source: Active now
hi: अभी सक्रिय

# activeTwoHoursAgo
source: Active 2h ago
hi: 2 घंटे पहले सक्रिय

# contactDetailsMasked
source: Contact details are masked. Upgrade to Premium to view.
hi: संपर्क विवरण छुपे हुए हैं। देखने के लिए प्रीमियम में अपग्रेड करें।

# messageHint
source: Message
hi: संदेश

# enterProfileDetailsHint
source: Enter both profiles' details to get matching score
hi: मिलान स्कोर पाने के लिए दोनों प्रोफ़ाइल का विवरण दर्ज करें

source: Your Details
hi: आपका विवरण

source: Partner's Details
hi: साथी का विवरण

source: Time of Birth
hi: जन्म का समय

source: Place of Birth
hi: जन्म स्थान

source: Star (Nakshatram)
hi: नक्षत्र (जन्म नक्षत्र)
