Repository: ashishsrivastava14/matrimony
Catalog: lib/l10n/app_*.arb
Languages: hi

# horoscopeSummaryText
source: This is an excellent match with 7.5 out of 10 poruthams matching. The couple is highly compatible for marriage based on horoscope analysis. Both nakshatras complement each other well.
hi: यह 10 में से 7.5 पोरुठम मिलान के साथ एक उत्कृष्ट मेल है। कुंडली विश्लेषण के आधार पर यह जोड़ी विवाह के लिए अत्यधिक अनुकूल है। दोनों नक्षत्र एक दूसरे के पूरक हैं।

# matchLabel
source: Match
hi: मेल

# noMatchLabel
source: No Match
hi: मेल नहीं

# poruthamDina
source: Dina Porutham
hi: दिन पोरुठम

# poruthamDinaDesc
source: Star compatibility
hi: नक्षत्र अनुकूलता

# poruthamGana
source: Gana Porutham
hi: गण पोरुठम

# poruthamGanaDesc
source: Temperament matching
hi: स्वभाव मिलान

# poruthamMahendra
source: Mahendra Porutham
hi: महेंद्र पोरुठम

# poruthamMahendraDesc
source: Prosperity & well-being
hi: समृद्धि और स्वास्थ्य

# poruthamStreeDeergha
source: Stree Deergha
hi: स्त्री दीर्घ पोरुठम

# poruthamStreeDeerghaDesc
source: Long married life
hi: लंबा वैवाहिक जीवन

# poruthamYoni
source: Yoni Porutham
hi: योनि पोरुठम

# poruthamYoniDesc
source: Physical compatibility
hi: शारीरिक अनुकूलता

# poruthamRasi
source: Rasi Porutham
hi: राशि पोरुठम

# poruthamRasiDesc
source: Emotional compatibility
hi: भावनात्मक अनुकूलता

# poruthamRasiyathipathi
source: Rasiyathipathi
hi: राशि अधिपति पोरुठम

# poruthamRasiyathipathiDesc
source: Ruling planet harmony
hi: शासक ग्रह सामंजस्य

# poruthamVasya
source: Vasya Porutham
hi: वश्य पोरुठम

# poruthamVasyaDesc
source: Mutual attraction
hi: परस्पर आकर्षण

# poruthamRajju
source: Rajju Porutham
hi: राज्जु पोरुठम

# poruthamRajjuDesc
source: Longevity of spouse
hi: जीवनसाथी की दीर्घायु

# poruthamVedha
source: Vedha Porutham
hi: वेध पोरुठम

# poruthamVedhaDesc
source: Obstacle analysis
hi: बाधा विश्लेषण

# stepBasicInfo
source: Basic Info
hi: बुनियादी जानकारी

# stepReligionCaste
source: Religion / Caste
hi: धर्म / जाति

# stepEducationOccupation
source: Education / Occupation
hi: अध्ययन / नौकरी

# stepFamilyDetails
source: Family Details
hi: पारिवारिक विवरण

# stepHoroscopeDetails
source: Horoscope Details
hi: कुंडली विवरण

# stepLifestyle
source: Lifestyle
hi: जीवनशैली

# stepPartnerPreferences
source: Partner Preferences
hi: साथी की प्राथमिकताएं

# stepPhotoUpload
source: Photo Upload
hi: फ़ोटो अपलोड

# stepPrivacySettings
source: Privacy Settings
hi: गोपनीयता सेटिंग्स

source: Sub Caste
hi: उप जाति

source: Highest Education
hi: उच्चतम शिक्षा

source: Father's Name
hi: पिता का नाम

source: Father's Occupation
hi: पिता का व्यवसाय

source: Mother's Name
hi: माता का नाम

source: Mother's Occupation
hi: माता का व्यवसाय

source: Smoking
hi: धूम्रपान

source: Drinking
hi: मद्यपान

source: Height Range
hi: ऊंचाई सीमा

source: Preferred Education
hi: पसंदीदा शिक्षा

source: Preferred Occupation
hi: पसंदीदा व्यवसाय

source: Preferred Location
hi: पसंदीदा स्थान

source: Preferred Religion
hi: पसंदीदा धर्म

source: Upload Photos
hi: फ़ोटो अपलोड करें

# addPhotosDescription
source: Add up to 10 photos to your profile. Clear, recent photos get more responses.
hi: अपनी प्रोफ़ाइल में 10 तक फ़ोटो जोड़ें। स्पष्ट, हाल की तस्वीरें अधिक प्रतिक्रिया पाती हैं।

# showProfileToAll
source: Show profile to all members
hi: सभी सदस्यों को प्रोफ़ाइल दिखाएं

# profileVisibleToAll
source: Your profile will be visible to everyone
hi: आपकी प्रोफ़ाइल सभी को दिखाई देगी

# showPhotosToPremiumOnly
source: Show photos to premium members only
hi: केवल प्रीमियम सदस्यों को फ़ोटो दिखाएं

# paidMembersCanSeePhotos
source: Only paid members can see your photos
hi: केवल भुगतान किए गए सदस्य आपकी तस्वीरें देख सकते हैं

source: Show horoscope details
hi: कुंडली विवरण दिखाएं

# displayHoroscopeOnProfile
source: Display horoscope information on profile
hi: प्रोफ़ाइल पर कुंडली जानकारी प्रदर्शित करें

source: Allow contact messages
hi: संपर्क संदेश अनुमति दें

# receiveMessagesFromInterested
source: Receive messages from interested profiles
hi: रुचि रखने वाली प्रोफ़ाइल से संदेश प्राप्त करें

source: Hide phone number
hi: फ़ोन नंबर छुपाएं

# phoneNumberHiddenDefault
source: Phone number will not be shown by default
hi: फ़ोन नंबर डिफ़ॉल्ट रूप से नहीं दिखाया जाएगा

source: Hi {name}!
hi: नमस्ते {name}!

# completeProfileForMatches
source: Complete your profile to get more matches
hi: अधिक मैच पाने के लिए अपनी प्रोफ़ाइल पूरी करें

# profileLookingGreat
source: Your profile is looking great!
hi: आपकी प्रोफ़ाइल बहुत अच्छी है!

source: Admin Dashboard
hi: एडमिन डैशबोर्ड

# welcomeBackMessage
source: Welcome back! Here's what's happening today.
hi: वापस स्वागत है! आज क्या हो रहा है।

source: Total Users
hi: कुल उपयोगकर्ता

source: Active Profiles
hi: सक्रिय प्रोफ़ाइल

source: This Week
hi: इस सप्ताह

source: This Month
hi: इस महीने

source: This Year
hi: इस साल

source: Recent Registrations
hi: हाल के पंजीकरण

source: Recent Activity
hi: हाल की गतिविधि

source: Banners
hi: बैनर

source: Broadcast
hi: प्रसारण

source: Banner Title
hi: बैनर शीर्षक

source: Position
hi: स्थिति

source: Link URL
hi: लिंक URL

source: Pages
hi: पृष्ठ

source: FAQs
hi: सामान्य प्रश्न

source: Testimonials
hi: प्रशंसापत्र

source: Page Title
hi: पृष्ठ शीर्षक

# appliedToAllMediators
source: Applied to all standard mediator accounts
hi: सभी मानक दलाल खातों पर लागू

# higherRateForTopMediators
source: Higher rate for top-performing mediators
hi: शीर्ष प्रदर्शन करने वाले दलालों के लिए उच्च दर

source: Per Successful Match
hi: प्रति सफल मिलान

source: Per Profile Registration
hi: प्रति प्रोफ़ाइल पंजीकरण

source: Subscription Referral
hi: सदस्यता रेफरल

# bonusMatchesPerMonth
source: Bonus (10+ matches/month)
hi: बोनस (10+ मिलान/माह)

# allowUsersHoroscopeCheck
source: Allow users to check horoscope compatibility
hi: उपयोगकर्ताओं को कुंडली अनुकूलता जांचने की अनुमति दें

# autoShowCompatibility
source: Automatically show compatibility on profile view
hi: प्रोफ़ाइल देखने पर स्वचालित रूप से अनुकूलता दिखाएं

# minimumPoruthamDesc
source: Minimum poruthams needed for "Good Match" label
hi: "अच्छे मिलान" लेबल के लिए आवश्यक न्यूनतम पोरुथम

# tenPoruthamConfiguration
source: 10 Porutham Configuration
hi: 10 पोरुथम कॉन्फ़िगरेशन

source: Excellent
hi: उत्कृष्ट

source: Good
hi: अच्छा

source: Average
hi: औसत

source: Poor
hi: खराब

source: Search mediators...
hi: दलाल खोजें...

# totalLabel
source: Total
hi: कुल

source: Avg Commission
hi: औसत कमीशन

source: Profiles
hi: प्रोफ़ाइल

source: Commission Rate (%)
hi: कमीशन दर (%)

source: District
hi: जिला

# phoneLabel
source: Phone
hi: फ़ोन

# nameLabel
source: Name
hi: नाम

source: Add
hi: जोड़ें

# editItem
source: Edit
hi: संपादित करें

# deleteItem
source: Delete
hi: हटाएं

# notificationSentSuccess
source: Notification sent to all users!
hi: सभी उपयोगकर्ताओं को सूचना भेजी गई!

# sentStatus
source: Sent
hi: भेजा गया

source: Approve
hi: अनुमोदित

# searchUsersHint
source: Search users...
hi: उपयोगकर्ता खोजें...

# popularLabel
source: Popular
hi: लोकप्रिय

# activeStatus
source: Active
hi: सक्रिय

source: Total Platform Revenue
hi: कुल प्लेटफ़ॉर्म राजस्व

source: Pending Payouts
hi: लंबित भुगतान

source: Completed Payouts
hi: पूर्ण भुगतान

# approveWithdrawal
source: Approved {name}'s withdrawal
hi: {name} की निकासी अनुमोदित

# rejectWithdrawal
source: Rejected {name}'s withdrawal
hi: {name} की निकासी अस्वीकार

source: New Users (Today)
hi: नए उपयोगकर्ता (आज)

source: Active Sessions
hi: सक्रिय सेशन

source: Revenue (Today)
hi: राजस्व (आज)

source: Interests Sent
hi: भेजी गई रुचि

source: Last 7 Days
hi: पिछले 7 दिन

source: Last 30 Days
hi: पिछले 30 दिन

# approvedLabel
source: Approved ({count})
hi: अनुमोदित ({count})

# pendingLabel
source: Pending ({count})
hi: लंबित ({count})

# rejectedLabel
source: Rejected (0)
hi: अस्वीकृत ({count})

# approvedName
source: {name} approved!
hi: {name} अनुमोदित!

# rejectedName
source: {name} rejected
hi: {name} अस्वीकृत

source: Total Unlocks Sold
hi: कुल अनलॉक बिके

source: Avg Per User
hi: प्रति उपयोगकर्ता औसत

# activeBundlesTitle
source: Active Bundles
hi: सक्रिय बंडल

source: per profile
hi: प्रति प्रोफ़ाइल

source: Message
hi: संदेश

source: Title
hi: शीर्षक

source: Add Profile
hi: प्रोफ़ाइल जोड़ें

# allTab
source: All
hi: सभी

# earnedTab
source: Earned
hi: अर्जित

# pendingTab
source: Pending
hi: लंबित

source: Total Earned
hi: कुल अर्जा

source: Transaction History
hi: लेनदेन इतिहास

# noTransactions
source: No transactions yet
hi: अभी तक कोई लेनदेन नहीं

# welcomeMediator
source: Welcome, {name}!
hi: स्वागत है, {name}!

source: Total Profiles
hi: कुल प्रोफ़ाइल

source: Active Matches
hi: सक्रिय मैच

source: Successful Matches
hi: सफल मैच

source: Pending Reviews
hi: लंबित समीक्षा

source: Completed
hi: पूर्ण

source: Processing
hi: प्रक्रियामें

source: Total In
hi: कुल आय

source: Total Out
hi: कुल व्यय

source: Available
hi: उपलब्ध

source: Amount
hi: राशि

source: Withdraw To
hi: निकासी कहां

source: Bank Transfer
hi: ब्यांक स्थानांतरण

# withdrawalSubmittedMsg
source: Withdrawal request submitted successfully!
hi: निकासी अनुरोध सफलतापूर्वक जमा हो गया!
